Repository: cronotrunks/conferences
Catalog: liveinstaller/default.001/*.po
Languages: es

source: Guadalinex 2005 live installer
es: Instalador Guadalinex 2005

source: Welcome to Guadalinex
es: Bienvenido a Guadalinex

source: Guadalinex is Free Software. Every program which includes the Guadalinex distribution has its own license. The most provides a GPL license, but if you wish to modify any application should before consult the specific terms of each one. In any case, the Guadalinex distribution includes the improvements or modifications on applications and scripts of installation, the documentation and the graphical material license under GPL and therefore has allowed to its reproduction and diffusion whenever this license stays.
es: Guadalinex es Software Libre. Cada uno de los programas y aplicaciones que integran la distribución Guadalinex tiene su propia licencia. En muchos casos es una licencia GPL, pero si desea modificar cualquier aplicación debería consultar antes los términos específicos de cada una. En cualquier caso, la distribución Guadalinex en sí, incluidas las mejoras o modificaciones sobre aplicaciones y scripts de instalación, la documentacióny el material gráfico se licencia bajo GPL y por tanto está permitida su reproducción y difusión siempre que se mantenga esta licencia.

source: Timezone and Language
es: Zona horaria e Idioma

source: Select the using language to the installation process of Guadalinex 2005. In addition the timezone where its computer is located is asked for, in order to set the local system hour correctly.
es: Seleccione el idioma a utilizar durante el proceso de instalación de Guadalinex 2005. Además se le solicita la zona horaria donde su equipo está localizado, a finde configurar correctamente el sistema horario local.

source: Timezone:
es: Franja Horaria:

source: English Spanish
es: Español Inglés

source: Installation language:
es: Idioma de instalación:

source: System Configuration
es: Configuración de sistema

source: The Guadalinex system needs user and password for its installation. The first user created in the system will obtain administration privileges, so after this installation it will be the only one who will be enabled to make tasks of installation or configurations of this system. Type your password twice to verify its correct writing. The system needs a hostname with which to be able to manage tasks of network and maintenance of system. Assign a name to your computer so it can be easily identifiable in yours domestic network.
es: El sistema Guadalinex precisa de un usuario y contraseña para su instalación. El primer usuario del sistema obtendrá privilegios de administración, de forma que tras la instalación será el único capacitado para realizar tareas de instalación de aplicaciones o configuraciones de sistema. Introduzca su contraseña en dos ocasiones para verificar su correcta escritura. El sistema necesita un nombre identificativo con el que poder gestionar tareasde red y mantenimiento de sistema. Asigne un nombre a su equipo de forma que pueda ser fácilmente identificable ensu red doméstica.

source: Username:
es: Usuario:

source: Password:
es: Contraseña:

source: Verify password:
es: Comprobación de Contraseña:

source: Hostname:
es: Nombre del Equipo:

source: Network configuration
es: Configuración de red

source: In order to be able to communicate this system with other computers of your own domestic network or the Internet, we will have to verify its possibilities of connection. In addition, if an automated system of network configuration doesn't exist, you will have to specify the connection data provides by your supplier of services of Internet to you manually.
es: Para poder comunicar su sistema con otros ordenadores de su propia red doméstica o Internet, deberemos comprobar sus posibilidades de conexión. Asímismo, en caso de no existir un sistema automatizado de asignación de datos de configuración de red, deberá especificar manualmente los datos de conexión facilitados por su proveedor de servicios de Internet.

source: Partitioning
es: Particionado

source: Installing...
es: Instalando...

source: Guadalinex 2005 progress installation
es: Progreso de la instalación de Guadalinex 2005

source: Just enjoy it !!
es: Disfrútalo

source: The Guadalinex 2005 installation has ended. We animated to you to test all the power of the Guadalinex desktop, throws a first sight to the complete selection of applications including in our operating system. Enjoy with all the power and functionality that free software makes you available.
es: La instalación de Guadalinex 2005 ha finalizado. Le animamos a probar toda la potencia del escritorio Guadalinex, eche un vistazo a la completa selección de aplicaciones incluidas en nuestro sistemaoperativo. Disfrute con toda la potencia y funcionalidad que el software libre pone asu disposición.
