Repository: cronotrunks/conferences
Catalog: liveinstaller/default.220/glade/locale/guadalinex/*.po
Languages: es

source: Live installer
es: Instalador Guadalinex 2005

source: Welcome
es: Bienvenido a Guadalinex

source: System Configuration
es: Configuración del sistema

source: The system needs user and password for its installation. The first user created in the system will obtain administration privileges, so after this installation it will be the only one who will be enabled to make tasks of installation or configurations of this system. Type your password twice to verify its correct writing. The system needs a hostname with which to be able to manage tasks of network and maintenance of system. Assign a name to your computer so it can be easily identifiable in yours domestic network.
es: El sistema Guadalinex precisa de un usuario y contraseña para su instalación. El primer usuario del sistema obtendrá privilegios de administración, de forma que tras la instalación será el único capacitado para realizar tareas de instalación de aplicaciones o configuraciones de sistema. Introduzca su contraseña en dos ocasiones para verificar su correcta escritura. El sistema necesita un nombre identificativo con el que poder gestionar tareasde red y mantenimiento de sistema. Asigne un nombre a su equipo de forma que pueda ser fácilmente identificable ensu red doméstica.

source: Password:
es: Contraseña:

source: Verify password:
es: Comprobación de contraseña:

source: Hostname:
es: Nombre del equipo:

source: Username:
es: Nombre de usuario:

source: Full Name:
es: Nombre completo:

source: Partitioning
es: Particionador

source: Installing...
es: Instalación...

source: Your definitive desktop
es: Guadalinex 2005: Tu escritorio

source: Enjoy the most powerful desktop from the free software Spanish community. You will have at your scope the bigger set of office, management, design, education applications and games than you have ever gotten to imagine.
es: Disfrute del escritorio más potente de la comunidad española de software libre. Tendrá a su disposición el abanico más amplio de aplicaciones de oficina, gestión, diseño, educación y juegos que pueda imaginar.

source: Progress installation
es: Progreso de la instalación de Guadalinex 2005

source: Just enjoy it !!
es: ¡Disfrútala!

source: The installation has ended. We animated to you to test all the power of this desktop, throws a first sight to the complete selection of applications including in our operating system. Enjoy with all the power and functionality that free software makes you available.
es: La instalación de Guadalinex 2005 ha finalizado. Le animamos a probar toda la potencia del escritorio Guadalinex, eche un vistazo a la completa selección de aplicaciones incluidas en nuestro sistemaoperativo. Disfrute con toda la potencia y funcionalidad que el software libre pone asu disposición.
