Repository: cronotrunks/conferences
Catalog: liveinstaller/default.gv3/glade/locale/teruel/*.po
Languages: es

source: Express installer
es: Teruel Digital Express

source: <span foreground="#9F6C49"> <span foreground="white" background="#9F6C49"><b>0. Intro</b></span> > <b>1. Identification</b> > <b>2. Disk space</b> > <b>3. Installation</b> > <b>4. Ready!</b></span>
es: <span foreground="#000000"> <span foreground="white" background="#000000"><b>0. Intro</b></span> > <b>1. Identificación</b> > <b>2. Disco</b> > <b>3. Instalación</b> > <b>4. ¡Fin!</b></span>

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <span foreground="white" background="#9F6C49"><b>1. Identification</b></span> > <b>2. Disk space</b> > <b>3. Installation</b> > <b>4. Ready!</b></span>
es: <span foreground="#000000"> <b>0. Intro</b> > <span foreground="white" background="#000000"><b>1. Identificación</b></span> > <b>2. Disco</b> > <b>3. Instalación</b> > <b>4. ¡Fin!</b></span>

source: <span size="xx-large">Identify yourself and your computer</span>
es: <span size="xx-large">Identifíquese y ponga nombre a su ordenador</span>

source: Real Name:
es: <span>Nombre completo</span>

source: Username:
es: <span>Usuario</span>

source: Password:
es: <span>Contraseña</span>

source: Verify password:
es: <span>Verifique contraseña</span>

source: <b>Personal data</b>
es: <span><b>Datos personales</b></span>

source: Hostname:
es: <span>Nombre</span>

source: <b>Computer data</b>
es: <span><b>Datos del ordenador</b></span>

source: <span>Es necesario que introduzca su <b>nombre de usuario</b> para el sistema, su <b>nombre completo</b> para generar una ficha de usuario, así como el <b>nombre de máquina</b> con el que quiera bautizar su equipo. Deberá teclear la contraseña de usuario en dos ocasiones.</span>
es: El nuevo sistema necesita su nombre completo (ej: María Sánchez), su nombre de usuario (ej: msanchez) y una contraseña que sólo usted conozca y sea sencilla de recordar. También precisa un nombre para su ordenador, que debe constar de una única palabra sin acentos, eñes o caracteres especiales (ej: Grazalema).

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <b>1. Identification</b> > <span foreground="white" background="#9F6C49"><b>2. Disk space</b></span> > <b>3. Installation</b> > <b>4. Ready!</b></span>
es: <span foreground="#000000"> <b>0. Intro</b> > <b>1. Identificación</b> > <span foreground="white" background="#000000"><b>2. Disco</b></span> > <b>3. Instalación</b> > <b>4. ¡Fin!</b></span>

source: <span size="xx-large">Please prepare some space for you new system</span>
es: <span size="xx-large">¿Donde ubicar Guadalinex?</span>

source: You have to make room in one or more of your hard disks in order to have GNU/Linux properly installed. 3 partitions are necessary: · The root partition (“/”), with a minimum size of 1.5 GB. · The home partition (“/home”), of 512 MB at least. · The swap partition (“swap”), with 256 MB or more. You can now modify your existing partition table and select where you wan what. Remember that you can keep the data in a previous home partition – just leave it as it is and it will not be formatted. Alternatively, it is possible to return to the previous page to select an easier partitioning method.
es: Con este particionador manual puede crear, borrar y redimensionar particiones. No se lo tome a la ligera: su uso indebido puede conllevar la eliminación de datos valiosos existentes en el disco duro. Se recomiendan tres particiones para el nuevo sistema, que puede obtener de su espacio libre en disco o de particiones ya existentes: · La partición raíz ("/"), donde el nuevo sistema será instalado. Requiere un mínimo de 1,5Gb. · La partición /swap, utilizada por el sistema para su propio funcionamiento. Tiene suficiente con 256Mb. · La partición /home es donde se ubican los documentos y ficheros de los usuarios. El mínimo recomendado es de 500Mb y cuanto más espacio le pueda asignar, mejor. Si ya tiene una partición /home de otro sistema Linux puede conservarla para el nuevo sistema, sin necesidad de cambio alguno. Todas las particiones, a excepción de la seleccionada para el sistema raíz ('/') de Guadalinex v3, conservarán sus datos anteriores a no ser que usted efectúe un formateo del dispositivo en este paso. Si tiene más espacio disponible puede crear más particiones. Cada partición es interpretada por el sistema como un disco independiente, por lo que puede tener por ejemplo una partición /copias para guardar copias de seguridad de sus archivos. Siga adelante para efectuar los cambios en la tabla de particiones o retroceda para realizar un particionamiento asistido.

source: Now you should have at least 3 GNU/Linux partitions with space enough. It's time to specify where you want every component to be installed. Proceed as follows: select one partition in the column on the left and link it with one mount point on the right. Repeat for every desired partition. There are 3 necessary “mount points” – they must be associated with 3 partitions. They are “/”, “/home” and “swap”. If you kept an intact home partition, you can now link it with the “/home” mount point. It will not be formatted, so data is preserved.
es: Ahora sólo falta que le asigne a las nuevas particiones un punto de montaje. Es decir, un directorio dentro del sistema de ficheros: · / para la partición de directorio raíz · /swap para la partición de intercambio · /home para la partición de archivos de los usuarios Puede definir el punto de montaje que desee para las particiones adicionales que haya creado para su propio uso (ej: /copias). Una vez definidos todos los puntos de montaje puede seguir adelante.

source: <b>Mountpoint</b>
es: <b>Punto de montaje</b>

source: <b>Size</b>
es: <b>Tamaño</b>

source: <b>Partition</b>
es: <b>Partición</b>

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <b>1. Identification</b> > <b>2. Disk space</b> > <span foreground="white" background="#9F6C49"><b>3. Installation</b></span> > <b>4. Ready!</b></span>
es: <span foreground="#000000"> <b>0. Intro</b> > <b>1. Identificación</b> > <b>2. Disco</b> > <span foreground="white" background="#000000"><b>3. Instalación</b></span> > <b>4. ¡Fin!</b></span>

source: <span size="xx-large">Introducing your forthcoming free desktop</span>
es: <span size="xx-large">Cómo será su nuevo escritorio libre</span>

source: Installation progress
es: Progreso de la instalación

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <b>1. Identification</b> > <b>2. Disk space</b> > <b>3. Installation</b> > <span foreground="white" background="#9F6C49"><b>4. Ready!</b></span></span>
es: <span foreground="#000000"> <b>0. Intro</b> > <b>1. Identificación</b> > <b>2. Disco</b> > <b>3. Instalación</b> > <span foreground="white" background="#000000"><b>4. ¡Fin!</b></span></span>

source: <span size="xx-large">Congratulations!</span>
es: <span size="xx-large">¡Felicidades!</span>

source: The installation has been successfully completed. In order to work with your new free operative system you need to eject the CDLive and reboot your computer.
es: El proceso de instalación se ha completado. Para utilizar su nuevo sistema operativo libre es necesario extraer el CDLive y reiniciar su ordenador.

source: Ready
es: Fin
